index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-02 Tue 12:29 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>FIN 411:  Event Study</title>
<meta name="author" content="Matt Brigida, Ph.D." />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">FIN 411:  Event Study</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org7121f20">1. Background</a></li>
<li><a href="#orga189435">2. Problem</a></li>
<li><a href="#org21e8779">3. Analysis</a></li>
</ul>
</div>
</div>

<div id="outline-container-org7121f20" class="outline-2">
<h2 id="org7121f20"><span class="section-number-2">1.</span> Background</h2>
<div class="outline-text-2" id="text-1">
<p>
You are an analyst at a large commercial bank, and it is a week after the outbreak of the COVID-19 pandemic. Management obviously wants to cut back on lending, however also wants to identify industries where the bank can gain market share. 
</p>
</div>
</div>

<div id="outline-container-orga189435" class="outline-2">
<h2 id="orga189435"><span class="section-number-2">2.</span> Problem</h2>
<div class="outline-text-2" id="text-2">
<p>
You suspect that the COVID-19 crisis had a larger negative impact on certain sectors of the economy, particularly energy.  Alternatively, other sectors may not have been as adversely impacted.  How are you going to test your hypothesis?
</p>
</div>
</div>

<div id="outline-container-org21e8779" class="outline-2">
<h2 id="org21e8779"><span class="section-number-2">3.</span> Analysis</h2>
<div class="outline-text-2" id="text-3">
<p>
You can use any tool you want to calculate abnormal returns.  See this Colab notebook for a implementation in Python:  
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Matt Brigida, Ph.D.</p>
<p class="date">Created: 2022-08-02 Tue 12:29</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
